[M_BFFs MissionDefinition]
MissionDescription="Four small-time thugs are arguing over who stole a large amount of the group's money. Only ONE of the thugs is telling the truth. The rest are lying. You must work out who stole the money and shoot the lying bastard."

[M_BFFs:ShootSomeoneDescriptionUpdateSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Four small-time thugs are arguing over who stole a large amount of the group's money. Only ONE of the thugs is telling the truth. The rest are lying. You must work out who stole the money and shoot the lying bastard You've questioned the four thugs, only ONE of whom is telling the truth. Lindy said that Sam stole the money. Sam said that O'Cantler stole it. Jim says that he did not steal it. O'Cantler says Sam is lying."
